{
    "Edit": "Bearbeiten",
    "Enable": "Aktivieren",
    "Disable": "Deaktivieren",
    "Users": "Benutzer",
    "Roles": "Rollen",
    "Permission": "Berechtigung",
    "No assigned users.": "Keine zugewiesenen Benutzer.",
    "No assigned permissions.": "Keine zugewiesenen Berechtigungen.",
    "No assigned roles.": "Keine zugewiesenen Rollen.",
    "Edit user": "Benutzer bearbeiten",
    "Create New Role": "Neue Rolle erstellen",
    "Confirmation": "Bestätigung",
    "Update Password": "Passwort aktualisieren",
    "Please pay attention to following hint to proceed:|Please pay attention to following hints to proceed:": "Bitte beachten Sie folgenden Hinweis, um fortfahren zu können:|Bitte beachten Sie folgende Hinweise, um fortfahren zu können:",
    "E-mail address": "E-Mail-Adresse",
    "Password": "Passwort",
    "Remember me": "Eingeloggt bleiben",
    "Forgot your password?": "Passwort vergessen?",
    "You have no account yet?": "Haben Sie noch keinen Account?",
    "Create new account": "Neues Benutzerkonto erstellen",
    "Create New Account": "Neues Benutzerkonto erstellen",
    "Already registered?": "Benutzerkonto vorhanden?",
    "Jane Doe": "Erika Mustermann",
    "mail@example.com": "mail@example.de",
    "At least 8 characters": "Min. 8 Zeichen",
    "Confirm password": "Passwort-Bestätigung",
    "Password confirmation": "Passwort-Bestätigung",
    "Please choose as complex password as possible.": "Bitte wählen Sie ein möglichst komplexes Passwort.",
    "Please confirm your password to avoid errors.": "Bitte wiederholen Sie das Passwort, um Fehler bei Eingabe auszuschließen.",
    "You forgot your password? No problem. Just let us know your e-mail address and we will email you a password reset link that will allow you to choose a new one.": "Sie haben Ihr Passwort vergessen? Kein Problem! Geben Sie hier Ihre E-Mail-Adresse an, wir senden Ihnen eine E-Mail mit dem Link zu, damit Sie ein neues Passwort auswählen können.",
    "Email password reset link": "E-Mail mit Link zusenden",
    "Did you recognize your password?": "Haben Sie sich an Ihr Passwort erinnert?",
    "This is a secure area of the application. Please confirm your password before continuing.": "Sie möchten einen besonders sensiblen Bereich betreten. Bitte bestätigen Sie Ihr Passwort zum Fortfahren.",
    "Profile Information": "Profil-Information",
    "Update your account’s profile information and email address.": "Aktualisieren Sie Ihre Profil-Information und E-Mail-Adresse.",
    "Ensure your account is using a long, random password to stay secure.": "Sichern Sie Ihr Konto mit einem langen und zufälligen Passwort ab.",
    "Two Factor Authentication": "Zwei-Faktor-Authentisierung",
    "Add additional security to your account using two factor authentication.": "Zusätzliche Absicherung für Ihr Konto mit einem zweiten Faktor.",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone’s application, e.g. Authy or Google Authenticator.": "Mit aktivierter Zwei-Faktor-Authentisierung werden Sie bei Login-Versuchen dazu aufgefordert, zusätzlich ein zufälliges Einmalkennwort einzugaben. Das Einmalkennwort kann z.B. durch eine App auf Ihrem Handy generiert werden, wie z.B. Authy oder Google Authenticator.",
    "You have enabled two factor authentication.": "Zwei-Faktor-Authentisierung ist aktiv für Ihr Konto.",
    "You have not enabled two factor authentication.": "Zwei-Faktor-Authentisierung ist nicht aktiv für Ihr Konto.",
    "Confirmation Code": "Bestätigungscode",
    "Secret Key": "Geheimschlüssel",
    "Recovery Codes": "Wiederherstellungscodes",
    "Recovery codes stored": "Wiederherstellungscodes gespeichert",
    "I have stored the above recovery codes": "Ich habe die oben angegebenen Wiederherstellungscodes abgespeichert",
    "Browser Sessions": "Browser-Sitzungen",
    "Manage and log out your active sessions on other browsers and devices.": "Verwalten Sie aktive Browser-Sitzungen.",
    "Last active": "Zuletzt aktiv",
    "This device": "Aktuelles Gerät",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Bei Bedarf können Sie alle Ihre Sitzungen auf anderen Geräten beenden. Einige letzter Sitzungen sind unten gelistet, diese Liste kann unter Umständen unvollständig sein. Wenn Sie den Verdacht haben, dass Ihr Konto kompromittiert wurde, sollten Sie auch Ihr Passwort aktualisieren.",
    "Log Out Other Browser Sessions": "Andere Sitzungen beenden",
    "Delete Account": "Benutzerkonto löschen",
    "Permanently delete your account.": "Löschen Sie Ihr Konto dauerhaft.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Nachdem Ihr Konto gelöscht wurde, werden alle damit verbunden Daten gelöscht. Bitte sichern Sie alle Daten und Informationen ab, welche Sie behalten möchten.",
    "Please enter the following symbols to confirm you want to delete your account:": "Bitte geben Sie folgende Zeichen ein, um zu bestätigen, dass Sie Ihr Benutzerkonto dauerhaft löschen möchten:",
    "Filter": "Filter",
    "Sorting": "Sortierung",
    "Search": "Suche",
    "Search query": "Suchbegriff",
    "{0} No entries|{1} One entry|[2,*] :count entries": "{0} Keine Einträge|{1} Ein Eintrag|[2,*] :count Einträge"
}
